const sliderElements=[
    {
        title:"قلوب ملونة",
        desc:"استمتع بتلوين دفتر “يوميات خالد” ن حيث يحتوي على أعمال يقوم بها خالد يومياً ",
        price:"50.00 ر.س",
        imageSrc:"./assets/1.png"
    },
    {
        title:"صندوق الحيوانات",
        desc:"في كل كتاب من سلسلة «صناديق فيزو» يحمل «فيزو» صندوقًا مختلفًا تخرج منه مفاجآت مدهشة، ",
        price:"50.00 ر.س",
        imageSrc:"./assets/2.png"
    },
    {
        title:"كل شيء عن المشاعر",
        desc:"يا تُرى كيف تشعر هذا الصباح؟ هذه الرحلة الاستكشافية في عالم المشاعر المتنوعة",
        price:"50.00 ر.س",
        imageSrc:"./assets/3.png"
    },
    {
        title:"تفاحة - تفاحتان - ثلاث تفاحات",
        desc:"تم تصميم هذا الكتاب ليكون ملعبا واسعا يقضي فيه الطفل ووالديه أوقات ممتعة،",
        price:"50.00 ر.س",
        imageSrc:"./assets/4.png"
    },
    {
        title:"قلوب ملونة",
        desc:"استمتع بتلوين دفتر “يوميات خالد” ن حيث يحتوي على أعمال يقوم بها خالد يومياً ",
        price:"50.00 ر.س",
        imageSrc:"./assets/5.png"
    },
    {
        title:"قلوب ملونة",
        desc:"استمتع بتلوين دفتر “يوميات خالد” ن حيث يحتوي على أعمال يقوم بها خالد يومياً ",
        price:"50.00 ر.س",
        imageSrc:"./assets/6.png"
    },
    {
        title:"قلوب ملونة",
        desc:"استمتع بتلوين دفتر “يوميات خالد” ن حيث يحتوي على أعمال يقوم بها خالد يومياً ",
        price:"50.00 ر.س",
        imageSrc:"./assets/7.png"
    },
    {
        title:"قلوب ملونة",
        desc:"استمتع بتلوين دفتر “يوميات خالد” ن حيث يحتوي على أعمال يقوم بها خالد يومياً ",
        price:"50.00 ر.س",
        imageSrc:"./assets/8.png"
    },

]
function setElemetns(){

    for(let i=0;i<=sliderElements.length;i++){
        
    }
}
